/*
রহিম একজন ছোট ব্যবসায়ী. প্রতিদিন বিকাশের মাধ্যমে বিভিন্ন লেনদেন করতে হয় তাকে, একদিন তার দোকানে এক ক্রেতা আসে এবং বলে ভাই --> 2000 টাকা ক্যাশ আউট করতে চাই কত চার্জ কাটবে?
রহিম মনে মনে হিসাব করতে শুরু করল, কিন্তু হঠাৎ সে ভাবল এভাবে বারবার হিসাব করা তো ঝামেলা! যদি একটা ফাংশন থাকতো, যেটা যে কোন অ্যামাউন্ট দিলে চার্জ বের করে দিত! এবং রহিম যেহেতু জানে যে তুমি প্রোগ্রামিং হিরোর স্টুডেন্.ট তাই তোমার কাজ হচ্ছে রহিমকে ক্যাশ আউট নামে একটি ফাংশন বানিয়ে দেয়া, যেটা টাকা ইনপুট নিলে ক্যাশ আউট চার্জ বের করে দিবে.

    * CashOut Charge হলো: 1.75%
    * input: তোমার ফাংশন একটি পজিটিভ সংখ্যা (money) ইনপুট নেবে যা হলো (cashOut) অ্যামাউন্ট.
    * ফাংশনটি 1.75% ক্যাশ আউট চার্জ ক্যালকুলেট করে একটি সংখ্যার রিটার্ন করবে. আউটপুট দশমিক সংখ্যা হতে পারে 
    * নোট: তোমাকে অবশ্যই আউটপুট আর রিটার্ন করতে হবে, console.log() করলে হবে না.
    * CHALLANGE: যদি ইনপুটটি নাম্বার না হয় তাহলে "invalid" স্ট্রিং রিটার্ন করবে, যদি ইনপুটি পজিটিভ সংখ্যা না হয় তাহলেও "invalid" স্ট্রিং রিটার্ন করবে.
*/